Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 与此同时，福禄街和桃叶巷那边，许多高门大户里的这yi辈年轻子弟，开始悄然离开小镇，多是少年早发的聪慧俊彦，也有籍籍无名偏房庶子，或是忠心耿耿的家生子，世家子赵繇便在此列。至于泥瓶巷的孩童顾粲，被截江真君刘志茂yi眼相中，算是yi个例外。
en_us: At the same time, many young children from the large clans and families on Fortune Street and Peach Leaf Alley started to quietly depart the small town. Many of them were clever and good-looking children, but there were also those who were relatively unknown illegitimite children and those who were the children of extremely loyal servants. Zhao Yao, the son of a noble family, was among these children. As for Gu Can, the little boy from Clay Vase Alley, the River Severing True Lord had taken a liking to him with a single glance, so he could be regarded as an exception.

source: 与此同时，黑衣少女也掏出年轻道人留给陈平安的三张纸，细细观摩，试图琢磨出点门道来，只可惜翻来覆去仔细看了两遍，仍是不得其法，失望道：“这些字，写得真是没有味道。”
en_us: At the same time, Ning Yao pulled out the three pages that the young Daoist priest had left behind for Chen Ping'an, and she scrutinized them in great detail, trying to see if there were anything special about them. However, after flipping them over back and forth several times, she was still unable to see anything remarkable about them, and she sighed in a disappointed manner, "His writing is so bland and boring."

source: 与蔡金简视草鞋少年为卑微蝼蚁截然不同，苻南华对宋集薪不但心生亲近，对泥瓶巷这一片地带，始终心怀敬畏，说不清道不明。
en_us: In stark contrast with Cai Jinjian, who had regarded Chen Ping'an as nothing more than a mere ant, not only did Fu Nanhua feel a sense of intimacy toward Song Jixin, he also felt an inexplicable sense of awe and veneration toward Clay Vase Alley as a whole.

source: 且字之意味极其悠长，境界极其深远。
en_us: Moreover, the significance of these characters was extremely great, and the level of them was also extremely pofound.

source: 世世代代都只会烧瓷一事的小镇匠人，既不敢僭越烧制贡品官窑，也不敢将库藏瓷器私自贩卖给百姓，只得纷纷另谋出路，十四岁的陈平安也被扫地出门，回到泥瓶巷后，继续守着这栋早已破败不堪的老宅，差不多是家徒四壁的惨淡场景，便是陈平安想要当败家子，也无从下手。
en_us: For generations, the potters in the small town had only engaged in this one line of work, and they didn't dare to overstep their boundaries and continue to produce imperial ware, nor did they dare to sell their stocks of imperial ware to the common folk. Thus, they could only turn to other avenues to make ends meet. At just 14 years of age, Chen Ping'an was also kicked out, and after returning to Clay Vase Valley, he continued to reside in this old and dilapidated house under bleak and impoverished conditions. Even if he wanted to be a spendthrift rich kid, there was simply no wealth for him to squander.

source: 世人所谓的“自己找死”，大概说的就是这种情况了。
en_us: When people uttered the words "seeking death", this was probably the kind of situation they were talking about, no?

source: 世俗王朝的天家无情，比起很多修士推崇的大道无私，实在不值一提。
en_us: The heartlessness of the royal empires was nothing compared with the lengths that countless cultivators were willing to go to for the sake of their pursuit of the Great Dao.

source: 世间任你是谁，只要写到、用到、念到此字，便能够为那位儒家圣人增加一丝道行修为，积少成多，滴水穿石。
en_us: No matter who it was, as long as they wrote, used, or spoke this character, they would increase the cultivation of the relevant Sage by a small sliver. However, just like how dripping water could penetrate stone, this would all add up.

source: 世间修行，修力可见，步步为营，只需要往上走，差异只是每一步的步子，各有大小。修心则缥缈，四面八方，处处是路，仿佛条条道路能证得大道，但又好像条条道路都是旁门左道，谁也给不了指点。 在修心一事上，身怀道心之人，叫一步登天。
en_us: In the world of cultivation, cultivating one's strength was something tangible and easily seen. As long as one cultivated in earnest and continued to advance, the only difference between them and others would be the size of their footsteps. However, cultivating the mind was far more mystical and intangible. Paths and opportunities existed around every corner, and it was as if each of these different methods could allow one to achieve ultimate success. At the same time, however, it seemed like each and every one of these different methods was a heretical method that no one could offer guidance on. When it came to cultivating the mind, those with a Dao Heart — a mind that aspired to Dao — would be able to progress in leaps and bounds. They would be able to reach the heavens in a single step.

source: 世间帝王一贯喜好以真龙自居，一人气运能够与王朝国祚挂钩，显而易见，两人算是强强联手，相辅相成。
en_us: Emperors always liked to refer to themselves as True Dragons, and their fortune was directly linked to the fortune of their empire and throne. Thus, it was abundantly clear that the partnership between Song Jixin and Zhi Gui would be a complementary relationship between two powerful individuals.

source: 世间情爱，男女之情，到底只是其中一种。
en_us: Of the many types of love expressed in the world, the love between a man and a woman was only one of them.

source: 世间有人老珠黄一说，骊珠洞天这粒悬浮在东宝瓶洲上空的珠子，也已经有三千年岁月了， 本该在六十年后，在下一任圣人阮邛的手上，包裹庇护珠子的外壁，将会彻底破碎，如同一件瓷器，外层釉色脱落剥离殆尽。到时候天道碾压而至，必然势如破竹，虽然不会当场死人，但是小镇所有人都会失去来生，齐静春为此专门翻阅佛经，甚至推断出一个可怕的后果，小镇这六千余人，被用来承受天威浩荡的“替死鬼”，有可能生生世世堕入西方佛国的饿鬼道，永世不得超脱。
en_us: The bead that the Jewel Small World was encompassed in had already been hovering above the Eastern Treasured Vial Continent for 3,000 years, and the outer wall protecting the bead was supposed to completely break in 60 years, when it was due to fall into the hands of the next Sage, Ruan Qiong. It was going to be like a piece of porcelain, with the outermost layer of glaze completely peeling away. Once that happened, the small world would be left to face the wrath of the Heavenly Dao, and its inhabitants weren't going to perish right away, but all of the town's residents would lose their chance at being reincarnation. Qi Jingchun had consulted Buddhist scriptures specifically for this matter, and he had arrived at a terrifying conclusion. All of the residents of the town, of which there were over 6,000, were going to be made into scapegoats to bear the wrath of the heavens. There was a chance that they would be eternally relegated to the Path of the Hungry Ghost in the six paths of reincarnation, where they would be tormented for all of eternity without respite.

source: 东宝瓶洲的道家门派，多如牛毛，每三十年都会选出一对“金童玉女”，他和师姐贺小凉便是这一届的天生道侣，只不过让人惊讶的事情出现了，金童的资质不比以往逊色，但是那位玉女的机缘之好，简直是好到令人发指，出生之时，便有祥瑞之一的白鹿，主动走出山野大泽，来到她身边认主，之后涉足修行大道，好像从无坎坷，一路顺风顺水，甚至有人扬言她只有等到跻身上五境之后，才会遇到第一个瓶颈。
en_us: There were countless Daoist sects in the Eastern Treasured Vial Continent, and every 30 years, a new pair of "Golden Boy and Jade Girl" would be chosen. This time, him and Senior Sister He Xiaoliang had been chosen, and they were more so a match made in heaven. However, something had astonished everyone. While the Golden Boy was no less talented than the previous Golden Boys, the fortune and luck of the Jade Girl was so incredible that everyone was rendered absolutely speechless with shock. When she was born, a white deer that symbolized auspiciousness had walked out from the mountains and taken her as its master. Afterward, it was as if she faced no challenge or obstruction in cultivation as she smoothly ascended again and again. In fact, some people even said that she would only face her first obstacle when she ascended to the Upper Five Tiers,

source: 东宝瓶洲的陈氏，以龙尾郡陈氏为尊，虽然沉寂很久，只不过瘦死的骆驼比马大，虽然声势不振，但到底是祖上出过一大串枭雄人杰的千年豪阀，所以哪怕是刘灞桥所在风雷园这样的鼎盛宗门，也不敢小觑，所以就连刘灞桥这种人，也愿意与之为伍，算是当做半个朋友。
en_us: Out of all of the branches of the Chen Clan on the Eastern Treasured Vial Continent, the one in the Dragon Tail County was regarded as the most revered. The clan had once produced a long string of heroic and prominent figures 1,000 years ago, and even though it hadn't been doing so well of late, it was still not to be underestimated, even for someone like Liu Baqiao, who came from the Wind Lightning Field, a sect that was still in its heyday. This was also why Liu Baqiao had been willing to travel with Chen Songfeng and establish a friendship between them.

source: 东行队伍当中，李家老祖不惜亲自出面，暗中护送那位正阳山小祖宗离去。
en_us: As a group of outsiders headed eastward, the patriarch of the Li Clan didn't hesitate to personally head over, secretly guarding the little girl from Sun Scorch Mountain as she left the small town.

source: 丝毫不比婢女稚圭逊色半点。
en_us: He was no inferior to the maidservant Zhi Gui.

source: 两两无言，道破天机的少女心中逐渐生出一些愧疚，便搜肠刮肚地去酝酿措辞，想着安慰一下那家伙。
en_us: The two of them fell silent. Ning Yao started to feel a little guilty for revealing this secret, and she tried to wrack her brains for some words to comfort Chen Ping'an with.

source: 两两无言，长久之后，宋集薪突然说道：“叔叔，我虽然对刘羡阳有杀心，之前甚至考虑过跟老龙城的苻南华做交易，让他找办法去杀掉刘羡阳。但是，我心里从来没有觉得一个刘羡阳，有资格跟我平起平坐，哪怕他拥有一份历史悠久的家族传承。我杀他，只是觉得杀了他，我也不用付出多大的代价，仅此而已。”
en_us: The two of them fell silent for a long time. At some point in time, Song Jixin suddenly said, "Uncle, even though I have killing intent toward Liu Xianyang, and even though I considered making a deal with the Old Dragon City's Fu Nanhua to have him kill Liu Xianyang, I've never once viewed him as an equal to myself. This is the case even though he comes from a clan with an ancient and proud history. I only thought about killing him because doing so wouldn't cost me too much. That's all there is to it."

source: 两个孩子刚刚吵完架，小女孩泫然欲泣，小男孩愈发得意，
en_us: The two children had just had a verbal altercation, and the little girl was on the verge of tears, while the little boy was only looking more and more triumphant.

source: 两个少年一头雾水，皆不知“座子棋”为何物。
en_us: The two boys were both quite befuddled, with neither of them having any idea what an even game was supposed to be.

source: 两个少年之间的距离瞬间只剩一半。
en_us: The distance between Chen Ping'an and Ma Kuxuan was quickly halved.

source: 两个少年并肩走在小巷里，高大少年突然问道：“陈平安，我是不是很没有出息？”
en_us: The two youths walked side-by-side in the small alley. "Chen Ping'an, am I really pathetic?" the tall young boy suddenly asked.

source: 两个少年走上台阶的时候，刘羡阳狠狠跺了几脚，神秘兮兮道：“姚老头有次跟我说，这台阶底下有古怪，说在刚刚建造廊桥那会儿，有天深夜里，宋集薪他爹命人在这里挖了个大坑，埋下一只等人高的大瓷罐。你怕不怕？”
en_us: As the two youths walked up the stairs, Liu Xianyang heavily stomped his foot a few times and said in a mysterious manner, "Old Man Yao once told me that there's something strange under these stairs. He said that when they were building this covered bridge, Song Jixin's father ordered the workers to dig a massive hole late one night. They then buried a large porcelain jar that was as tall as a person. Do you not find this frightening?"

source: 两人一瞬间就擦肩而过，少女想要说些什么，却说不出口，没来由的，她便觉得很委屈，一下子就流下眼泪。
en_us: She wanted to say something as the boy dashed past her, yet she couldn't open her mouth to speak no matter what. She felt extremely aggrieved for some reason, and tears immediately started to flow down her cheeks.

source: 两人一起踩着溪畔春草走上岸，陈松风问道：“听说南涧国辖境内的那块福地，要在今年冬对外开放，准许数十人进入，你当下不是仍然无法破开瓶颈吗，要不要下去碰碰运气？”
en_us: The two of them made their onto the bank of the creek, and Chen Songfeng said, "I heard that the blessed land in the Southern Stream Nation is about to be opened to the outside this winter, and several dozen people are permitted to enter. Aren't you still struggling to overcome your current cultivation bottleneck? Are you planning to go and try your luck there?"

source: 两人不知何时站在了一处地方，四处漆黑伸手不见五指，唯有遥遥的头顶上方，有无数孕育着神圣气息的光线洒落而下。
en_us: All of a sudden, both of them had stepped into a place that was completely enshrouded in darkness that was so suffocating and absolute that one couldn't even see their own fingers held aloft before them. However, there were countless rays of light imbued with a mystical aura shining down from far above.

source: 两人临近小溪，正是当时草鞋少年上岸的地方，少年少女几乎同时气力爆发脚掌蹬地，高高起身，跃向对岸。
en_us: When they arrived in front of the creek — this was the location where Chen Ping'an had come onshore before — they both bent their knees and leaped up at almost the exact same instant, flying through the air and landing on the opposite side.

source: 两人刚回到刘羡阳家没多久，就有人敲响院门，陈平安和宁姚对视一眼，然后陈平安出去开门，宁姚只是站在屋门口，不过她回头瞥了眼那柄安静躺在柜台上的长剑。
en_us: Not long after arriving at Liu Xianyang's house, the two of them heard someone knocking on the door. Chen Ping'an and Ning Yao exchanged a glance. Chen Ping'an walked over to open the door, while Ning Yao remained standing in the house. However, she turned around to glance at the sword that was silently resting on the cabinet.

source: 两人又隔开二十余步，马苦玄爬起身，单膝跪地，大口喘息，他抬起手臂，松开拳头，因为手心那颗石子一直没有丢出去，所以此时少年手心，虽然称不上血肉模糊，但也已经猩红一片，触目惊心。
en_us: The distance between them grew to 20 or so meters again. Ma Kuxuan picked himself up, kneeling on one knee as he sucked in deep breaths. He raised his arm and unclenched his right fist. This was because he hadn't thrown that final stone. Thus, even though his palm couldn' be described as bloody and mangled, the wound on it was still sanguine red and frightening.

source: 两人在街角分开，稚圭接过水桶去往泥瓶巷，陈平安返回刘羡阳家，在这之后，还要去城东门那边取家书信笺，一封一钱，要是早早拥有这份生意，就凭陈平安跑遍方圆百里山头的脚力，估计媳妇本都已经攒够了。
en_us: The two of them parted ways at the a crossroad. Zhi Gui accepted her bucket of water and continued to Clay Vase Alley, while Chen Ping'an went the other way and returned to Liu Xianyang's house. Afterward, he would still need to head to the eastern gate of the small town to collect the letters to deliver. He would earn one coin for each letter delivered. Had Chen Ping'an started this job earlier, with his ability to traverse through the mountains on just his two legs, he would have most likely already made enough money to get himself a wife.

source: 两人并肩而行。
en_us: Him and Ning Yao walked side-by-side.

source: 两人快步行走在溪边，宁姚说道：“小镇那边的外人，走得七七八八了。”
en_us: The two of them briskly walked next to the creek, and Ning Yao told him, "Almost all of the outsiders have left already."

source: 两人所在师门，是东宝瓶洲的道家三宗之一，而且是一洲道统之首宗，尊贵无比。他这次和贺师姐两人联袂出山，作为报酬，每人都有一个为宗门招收真传弟子的宝贵名额，这名弟子同时会被他们各自收为徒弟。所以他可不想随意挥霍，必须慎重对待。
en_us: The sect that he and the young Daoist nun belonged to was one of the three Daoist sects in the Eastern Treasured Vial Continent. Moreover, their sect was the leader among the three Daoist sects, allowing them to enjoy an extremely revered status. As payment for completing this task for the sect, both he and his Senior Sister would obtain a valuable opportunity to recruit a true disciple to the sect. At the same time, they would be able to take this person as their own disciple as well. The young Daoist priest didn't want to waste this valuable opportunity. Thus, he needed to be extremely careful.

source: 两人来到老槐树下，不知为何，小镇内外寂静无声，唯有这棵老槐像是唯一的例外，树叶微晃，摇曳生姿。
en_us: The two of them arrived before the old locust tree. Even though the small town was deathly silent and still, this old locust tree seemed to be an exception for some unknown reason. Its branches swayed, and its leaves flittered.

source: 两人相隔不过十数步而已，之前两次躲避掉马苦玄的石子，陈平安的身形脚步，更偏向于敏捷轻灵，并没有任何泄露出筋骨强壮的地方，草鞋少年就像一片轻飘飘的树叶子，但是陈平安和马苦玄即将对撞的时候，陈平安终于展露出“重”的一面，接连三大步，既快又猛，充满张力，落地如铁锤砸剑条，抬脚则如拔起一座山峰的山根。
en_us: There were only a dozen or so meters left between Chen Ping'an and Ma Kuxuan. When dodging Ma Kuxuan's two attacks just then, Chen Ping'an's movements could be described as more on the side of agile and light. He hadn't revealed any powerful muscles or limbs, and he was instead like a flittering leaf. However, when Chen Ping'an and Ma Kuxuan were about to collide, Chen Ping'an finally revealed his "powerful" side. He took three large strides that were both aggressive and powerful, with his feet appearing like hammers striking iron billets when they landed, and appearing like claws that could lift mountains when they rose.

source: 两人经过了十二脚牌坊楼。
en_us: The two of them passed the archway with 12 stone pillars.

source: 两人经过早点铺子的时候，陈平安看到一个熟悉背影，她个子不高，身穿青色衣裳，正在买刚出炉的肉包子，热气腾腾，香味飘荡整条街。
en_us: When they passed by the breakfast stalls, Chen Ping'an caught a glimpse of a familiar figure. She wasn't tall, and dressed in her green garment, she was currently buying a freshly steamed meat bun. It was still piping hot, and its fragrance was wafting through the entire street.

source: 两人视野中，当那少年一路左拐右跳地走到了小巷一处，就要开锁推门而入。
en_us: Meanwhile, Chen Ping'an had made his way to the entrance of his courtyard, and he was just about to step inside when Fu Nanhua and Cai Jinjian hurriedly approached him.

source: 两人走入荫凉的廊桥，刘羡阳低声道：“你说会不会是因为桥底下的那个深潭，淹死好过几个人，需要请和尚道士来做法镇邪？”
en_us: The two of them walked onto the shady covered bridge. Liu Xianyang lowered his voice and said, "Do you think it's because several people have drowned in that deep pool under the covered bridge? So they needed to invite monks and Daoists over to suppress the sinister aura?"

source: 两人走到牌坊下，苻南华意气风发，喃喃道：“时来天地皆同力。”
en_us: The two of them made their way to the foot of the archway, and Fu Nanhua was feeling very pleased with himself as he murmured, "In times of great fortune, even heaven and earth will combine their powers to assist me."

source: 两人身形一闪而逝，下一刻已经出现在十数丈外，如此循环，如少年马苦玄在溪水上打出的一连串水漂。
en_us: The two of them disappeared with a flash before immediately reappearing almost 50 meters away. This process repeated again and again, and their disappearing and reappearing motion appeared much like the stones that Ma Kuxuan skipped across the creek.

source: 两人重新上路走向小镇，少年问道：“比起那座正阳山，真武山是高还是低了？”
en_us: The two of them set off again, heading toward the small town. "Compared to Sun Scorch Mountain, is True Martial Mountain taller or shorter?" Ma Kuxuan asked.

source: 两团刺眼光芒从“气冲斗牛”匾额上飞掠而出。
en_us: Two balls of dazzling light instantly flew out of the "unmatched aura" plaque, and with two swipe of his sleeve in quick succession, the two balls of light were thrust into the sword.

source: 两座院子的屋檐之间，大概隔着三丈距离。
en_us: The rooftops of the two rooms were separated by a distance of roughly 20 to 30 feet.

source: 两手空空的少女，自己在那边嘀嘀咕咕，反正没想过要从草鞋少年手里拿回水桶。
en_us: The empty-handed young girl continued to mumble to herself. From the beginning to the end, however, she never showed any intention of wanting to carry her own bucket of water.

source: 两拨人在廊桥南端碰头。
en_us: The two groups of people met at the southern end of the covered bridge.

source: 两根手指相互起落。
en_us: Using his two index fingers, the golden figure was able to control the 12 flying swords, sending them hurtling down before rising up over and over again.

source: 两眼发花的赵繇咬着舌头，诚心诚意道：“宋集薪，你也早日离开小镇，天下谁人不识君，你一定可以的！”
en_us: Zhao Yao's vision was already blurry as he bit his tongue and said in sincerity, "Song Jixin, you should also leave as soon as possible. Who in the world won't understand your talent? You can definitely do it!"

source: 两者之间，互视仇寇。
en_us: Each of them was looking at one another as if they were sworn enemies.

source: 两辆马车在天远远未亮的时分，就从福禄街出发，早早离开小镇。
en_us: Two horse-drawn carriages set off from Fortune Street and departed from the town well before the crack of dawn.

source: 两鬓微霜的中年儒士转头望来，轻轻走出屋子。
en_us: The teacher was a middle-aged scholar with gray sideburns, and he gently made his way out of the room.

source: 个子比草鞋少年高出大半个脑袋的刘羡阳，低着头，不敢正视少年。
en_us: Liu Xianyang — who was half a head taller than Chen Ping'an — lowered his head, not daring to look at the young boy in straw sandals.

source: 个道士事到临头，不求三清老祖，反而去求佛拜菩萨，实在是有些不像话。
en_us: He was a Daoist priest, yet in an atrocious act of blasphemy, he was praying to the Buddha and the Bodhisattva as opposed to the Three Pure Ones of Daoism.

source: 丫鬟只得怯生生离去，步三回头。
en_us: The maidservant had no option but to head back in. However, she couldn't help but glance back several times.

source: 丫鬟得了表扬，娇憨笑着。
en_us: The maidservant wore a lovely and innocent smile upon hearing this praise.

source: 丫鬟愣了愣，眼睛下子红了，哭腔道：“老祖宗，我不想离开这里。”
en_us: The maidservant faltered upon hearing this. Her eyes became teary, and she sniffed, "Grandpa, I don't want to leave here."

source: 丫鬟服侍老人有些年数了，知道老祖宗是菩萨心肠，少女对老人是有敬无惧，就笑脸嫣然，俏皮问道：“老祖宗，该不是想起少年时遇见的姑娘了吧那位姑娘当时就站在桃树下”
en_us: The maidservant had already served this old man for quite some years, so she knew that he was a kind and benevolent person. The young girl respected but didn't need to fear the old man, so she asked with a cheeky smile, "Grandpa, you're not reminiscing about how you met a girl in your youth, are you? Was the girl also standing under the peach trees at that time?"

source: 中年人的捻子、落子，动作娴熟，行云流水，让人赏心悦目。
en_us: His motions in picking up the placing the stones were extremely fluid and well-rehearsed, presenting an elegant sight to behold.

source: 中年儒士一袭青衫，衣衫上有阵阵流光溢彩，流转不息。
en_us: Qi Jingchun wore an azure robe, and there were streaks of light revolving incessantly around him.

source: 中年儒士俯身收拾棋子，看似东一颗西一枚，杂乱无序，实则先黑后白，从宋集薪最后落子的那枚黑子开始捡起，顺序倒推而去，一子不差。
en_us: He then rushed away gleefully while Mr. Qi bent over to pick up the stones, seemingly in a completely haphazard fashion, but in reality, he was picking the stone up in an alternating sequence of black and white. The first stone that he picked up was the last black stone that Song Jixin had placed, and he cleared the board in the reverse order of the sequence of moves that were played, doing so with unerring accuracy.

source: 中年儒士怒色道：“当年在你最虚弱之时，不得不低头俯首，主动与人缔结契约，是谁在泥瓶巷的大雪天救了你？！又是谁这么多年来，一点点蚕食掉他的仅剩气数？！”
en_us: An enraged look appeared in Qi Jingchun's eyes as he condemned, "Back when you were at your most vulnerable state, you had no choice but to bow your head and establish a contract with a human. Who was it that saved you on that snowy day on Clay Vase Alley? And what have you done for him in return other than devour what little remained of his good fortune over the years?"

source: 中年儒士点头道：“确实如此。”
en_us: "That is indeed the case," Mr. Qi replied with a nod.

source: 中年儒士笑道：“当然了，如果只是偷偷喜欢谁，道祖佛陀也拦不住。便是我们条条框框最多的读书人，咱们那位至圣先师，也不过告诫‘非礼勿言、视、听、动’而已，没有说过非礼勿思。”
en_us: Qi Jingchun smiled as he continued, "Of course, no one can stop you from having a crush on someone in secret, not even the Buddha himself. Even for followers of Confucianism like ourselves, who abide by a strict collection of rules that govern our actions, our great sage and teacher, Confucius, only mandated that it was rude to stare at, speak of, eavesdrop on, and touch someone, never did he say that it was rude to think of someone."

source: 中年儒士缓缓道：“劝你脱离此处樊笼后，以后不要得寸进尺，涸泽而渔，无论对谁都没有好处。尤其是你和他踏上修行大道之后，不管是否结为道侣，都应当收敛锐气，不可跋扈恣睢。这并非是什么威胁，而是离别之际，我的一些肺腑之言，也算是善意的提醒。”
en_us: "I advise you to rein in your greed and desires after you leave this place. If you focus only on short-term gains without any regard for long-term implications, the consquences of your actions will be detrimental to everyone. In particular, once you embark with him on the journey of cultivatoin, regardless of whether you become Dao partners or not, you should restrain yourself and refrain from being excessively overbearing. This is not a threat, it is simply a piece of friendly advice that comes straight from the heart on the cusp of my departure."

source: 中年光棍乐了，笑嘻嘻道：“夸你长得好看呢，全是好话。”
en_us: The gatekeeper chuckled, "They were praising you for your good looks. They were all saying good things about you!"

source: 中年汉子比起在老人面前束手束脚的郑大风，要有骨气太多，坐在先前陈平安坐的板凳上，“咋了？我乐意。师父你也不挺喜欢那孩子的吗？”
en_us: Standing before the old man, the middle-aged man was far more courageous than the shirking Zheng Dafeng. He sat down on the stool that Chen Ping'an had been sitting on just then, and he retorted, "What's wrong with that? I wanted to. Master, aren't you also quite fond of that child?"

source: 中年男人也眨眨眼。
en_us: The middle-aged man also blinked his eyes.

source: 中年读书人站起身，玉树临风，望向那位少女，冷笑道：“孽障逆种！”
en_us: Mr. Qi stood up straight like a sturdy tree in the wind, turning to the young girl with a cold sneer. "What a disgusting creature you are!"

source: 中途陈对有刹那间的恍惚失神，痴痴望向那棵小树，热泪盈眶，喜极而泣，喃喃道：“果然如此，果然如此。”
en_us: During this process, there was an instant where a dazed look suddenly appeared on Chen Dui's face. She stared blankly at the small tree, following which tears of joy suddenly welled up in her eyes, and she murmured to herself, "I knew it! I knew it!"
